Repository: imhmdb/veridical
Catalog: locale/*/LC_MESSAGES/django.po
Languages: ar

source: Hi there, I am Veridical BOT. I am here to eliminate the rumors around you. 😌 If you send or forward a message or an image to me, I will check if it is a rumor based on the data I have collected. you can also vote on the validity of the judgment I provide. This way you'll be able to help build a world with no rumors! ❤️
ar: مرحبًا، أنا Veridical(الصادق)! هدفي هو أن أقوم بمحو الإشاعات من حولك. 😌 إذا قمت بإرسال أو إعادة توجيه أي رسالة أو صورة لي، فسأقوم بالتحقق مما إذا كانت إشاعة أم لا بناء على البيانات الّتي بحوزتي. يمكنك أيضًا المشاركة في التصويت على صحة الأحكام الّتي أطلقها تجاه تلك الرسائل. وبهذا أنت ستساعد في صناعة عالم بلا إشاعات! ❤️

source: cancel
ar: إلغاء

source: vote
ar: تصويت

source: we're still not sure about this, some people say it's true, but we're not confident about this information yet.
ar: على الرغم من أنّ بعض الأشخاص قد قاموا بالتصويت على مصداقية هذه الرسالة، إلا أننا لا نعلم يقينًا إذا كانت هذه الصورة حقيقة حتى الآن.

source: We have no information about the truthfulness of this {content_type}, so we classify it as unknown.
ar: ليس لدينا معلومات حول مصداقية هذه {content_type}، ولهذا قمنا بتصنيفها كـ'غير معروف'.

source: Our data set shows that this {content_type} has no truthfulness, hence it's a rumor.
ar: قاعدة البيانات لدينا تظهر أنّ هذه {content_type} لا تحمل مصداقية، ولذلك قمنا بتصنيفها كإشاعة.

source: Our data set shows that this {content_type} is truthful, hence it's not a rumor.
ar: البيانات الّتي لدينا تظهر أنّ هذه {content_type} ذات مصداقية، وبذلك فنحن نعتبرها حقيقة.

source: if you wish to vote on the validity of this {content_type}, choose "vote".
ar: إذا كنت ترغب بالتصويت على مصداقية هذه {content_type}، اختر "تصويت".

source: Lies
ar: أكاذيب

source: Truth
ar: حقيقة

source: choose 'Truth' if you think that the {content_type} is truthful, or choose 'Lies' if you think it's a rumor. 🧐
ar: اختر 'حقيقة' إذا كنت تعتقد أنّ هذه {content_type} ذات مصداقية، أو اختر 'اكاذيب' اذا كنت تعتقد أنها إشاعة. 🧐

source: Thank you for using Veridical!
ar: شكرًا على إستخدامك لـ Veridical!

source: oooops, we had an error processing your request.
ar: عذرًا، حدث خطأ اثناء معالجة طلبك. حاول مرة أخرى.

source: it seems like you've voted on this {content_type} before, you can only vote on an {content_type} once. 🧐
ar: يبدوا أنّك قد قمت بالتصويت على هذه {content_type} مسبقًا، لا نسمح بالتصويت على ذات {content_type} أكثر من مرة. 🧐

source: Thank you for voting on this!
ar: شكرًا على التصويت!

source: Image
ar: الصورة

source: text
ar: الرسالة

source: Veridical
ar: صادق
